<?php

use App\Http\Controllers\MemoController;
use Illuminate\Support\Facades\Route;

/**********************************************************************
 * API
 **********************************************************************/


/**********************************************************************
 * ルーティング
 ***********************************************************************/
Route::get('/', function () {
    return view('index');
});
Route::get('/app', function () {
    return view('app');
})->name('memo');

